Repository: sk4ndal-commits/sati
Catalog: lib/l10n/app_*.arb
Languages: de

source: Add Transaction
de: Eintrag hinzufügen

source: Expense
de: Ausgabe

source: Income
de: Einnahme

source: Amount
de: Betrag

source: Category
de: Kategorie

source: Date
de: Datum

# note
source: Note (optional)
de: Notiz (optional)

source: Save
de: Speichern

source: Required field
de: Pflichtfeld

source: Invalid amount
de: Ungültiger Betrag

source: Transaction saved
de: Transaktion gespeichert

# noTransactions
source: No transactions yet
de: Noch keine Transaktionen

# categoryFood
source: Food
de: Essen

# categoryLeisure
source: Leisure
de: Freizeit

# categoryHousing
source: Housing
de: Wohnen

# categorySalary
source: Salary
de: Gehalt

# categoryOther
source: Other
de: Sonstiges

source: Income Sources
de: Einkommensquellen

source: Add Income Source
de: Einkommensquelle hinzufügen

source: Source Name
de: Name der Quelle

source: Expected Amount
de: Erwarteter Betrag

source: Cadence
de: Rhythmus

source: Monthly
de: Monatlich

source: Weekly
de: Wöchentlich

# noIncomeSources
source: No income sources yet
de: Noch keine Einkommensquellen

source: Actual
de: Ist

source: Expected
de: Soll

source: Missing
de: Fehlend

source: Income Source
de: Einkommensquelle

source: Select Source
de: Quelle wählen

source: Add Budget
de: Budget hinzufügen

source: Spent
de: Ausgegeben

source: Remaining
de: Verbleibend

# noBudgets
source: No budgets set yet
de: Noch keine Budgets festgelegt

source: Edit Budget
de: Budget bearbeiten

# budgetAlertTitle
source: Budget Warning
de: Budget-Warnung

# budgetAlertBody
source: You have used {percent}% of your {category} budget.
de: Du hast {percent}% deines Budgets für {category} verbraucht.

source: Settings
de: Einstellungen

# intentPromptDescription
source: Ask for reflection on expenses above a threshold
de: Reflektion bei Ausgaben über einem Schwellenwert anfordern

source: Threshold
de: Schwellenwert

# wasPlanned
source: Was this planned?
de: War das geplant?

source: How do you feel?
de: Wie fühlst du dich?

source: Yes
de: Ja

source: No
de: Nein

# feeling1
source: Awful
de: Unangenehm

# feeling2
source: Bad
de: Eher unangenehm

# feeling4
source: Good
de: Eher angenehm

# feeling5
source: Great
de: Angenehm

source: Reflection
de: Reflektion

source: Weekly Review
de: Wochenrückblick

source: Top Categories
de: Top Kategorien

source: Unplanned Spend
de: Ungeplante Ausgaben

# suggestions
source: Suggestion
de: Vorschlag

# suggestionGeneric
source: Keep tracking your expenses to get better insights.
de: Erfasse weiterhin deine Ausgaben, um bessere Einblicke zu erhalten.

# suggestionHighUnplanned
source: Your unplanned spending is quite high this week. Try to plan more expenses in advance.
de: Du hast diese Woche einige ungeplante Ausgaben getätigt. Ein Budget könnte helfen, diese besser einzuplanen.

# suggestionReduceTop
source: You spent the most on {category}. Can you find a way to reduce this next week?
de: Für {category} wurde diese Woche am meisten ausgegeben. Möchtest du dir das für nächste Woche genauer ansehen?

# weeklyReviewDescription
source: Your financial week at a glance.
de: Deine Finanzwoche im Überblick.

source: Feeling Distribution
de: Gefühlsverteilung

# avgFeelingNegative
source: Unplanned expenses felt rather negative on average.
de: Die ungeplanten Ausgaben waren eher mit unangenehmen Gefühlen verbunden.

# avgFeelingNeutral
source: Unplanned expenses felt neutral on average.
de: Die ungeplanten Ausgaben fühlten sich neutral an.

# avgFeelingPositive
source: Unplanned expenses felt positive on average.
de: Die ungeplanten Ausgaben fühlten sich überwiegend angenehm an.

# noUnplannedData
source: No unplanned expenses to reflect on.
de: Keine ungeplanten Ausgaben zur Reflexion.

source: frequently unplanned
de: häufig ungeplant

source: {percent}% unplanned
de: {percent}% ungeplant

source: Remaining total budget
de: Verbleibendes Gesamtbudget

source: Money left
de: Geld übrig

source: View all budgets
de: Alle Budgets anzeigen

source: for this month
de: für diesen Monat

source: Today
de: Heute

source: No transactions today
de: Heute noch keine Einträge

source: Planned
de: Geplant

source: Unplanned
de: Ungeplant

# highUnplannedWeekly
source: High unplanned spending this week: {amount} â‚¬
de: Hohe ungeplante Ausgaben diese Woche: {amount} €

# budgetNearLimitSignal
source: {category} budget is almost exhausted
de: Budget für {category} fast aufgebraucht

# remainingBudgetInfo
source: {amount} remaining this month
de: Noch {amount} € übrig diesen Monat

source: Monthly Overview
de: Monatsübersicht

source: Income vs Expenses
de: Einnahmen vs. Ausgaben

source: Category Breakdown
de: Kategorien

source: Savings
de: Ersparnisse

source: Total Budgeted
de: Gesamt budgetiert

# ofTotal
source: {percent}% of total
de: {percent}% der Gesamtausgaben

# dataAndBackup
source: Data & Backup
de: Daten & Backup

# exportCsv
source: Export to CSV
de: Als CSV exportieren

# exportJson
source: Export to JSON
de: Als JSON exportieren

# exportDescription
source: Export all your transactions, budgets, and income sources to a human-readable format. You keep full control over your data.
de: Exportiere alle deine Transaktionen, Budgets und Einkommensquellen in ein menschenlesbares Format. Du behältst die volle Kontrolle über deine Daten.

source: Adjust budget
de: Budget anpassen

# nothingToChange
source: Nothing to change this week
de: Nichts ändern diese Woche

# newMonthGreeting
source: New month, fresh start.
de: Neuer Monat, frischer Start.

source: About
de: Über

# dataAndExport
source: Data & Export
de: Daten & Export

source: Reflect
de: Reflektieren

# trendsDescription
source: Your spending patterns over time.
de: Dein Ausgabeverhalten über die Zeit.

source: Spending Trend
de: Ausgabentrend

# spendingTrendDescription
source: Monthly total expenses for the last few months.
de: Monatliche Gesamtausgaben der letzten Monate.

source: Category Trend
de: Kategorietrend

# categoryTrendDescription
source: Spending distribution by category over time.
de: Verteilung der Ausgaben nach Kategorien über die Zeit.

# noTrendData
source: Not enough data for trends yet.
de: Nicht genügend Daten für Trends verfügbar.

source: Planned vs Unplanned
de: Geplant vs. Ungeplant

# plannedVsUnplannedDescription
source: Weekly spending by intent (planned vs unplanned).
de: Wöchentliche Ausgaben nach Absicht (geplant vs. ungeplant).

source: Weeks
de: Wochen

source: Income vs. Expenses Trend
de: Einnahmen vs. Ausgaben Trend

# incomeVsExpensesTrendDescription
source: Comparison of your monthly income and expenses.
de: Vergleich deiner monatlichen Einnahmen und Ausgaben.

source: Income Trend
de: Einnahmentrend

# incomeTrendDescription
source: Monthly total income for the last few months.
de: Monatliche Gesamteinnahmen der letzten Monate.

# onboardingTitle1
source: Awareness over Automation
de: Bewusstsein vor Automatisierung

# onboardingBody1
source: Sati is about mindful spending. We intentionally avoid bank sync to give you full control and awareness over every cent.
de: Bei Sati geht es um achtsame Ausgaben. Wir verzichten bewusst auf Bank-Sync, um dir die volle Kontrolle und Aufmerksamkeit über jeden Cent zu geben.

# onboardingTitle2
source: Friction by Design
de: Reibung durch Design

# onboardingBody2
source: Large expenses trigger a moment of reflection. Was it planned? How do you feel? This 'Intent Prompt' helps you make better decisions.
de: Große Ausgaben lösen einen Moment der Reflexion aus. War es geplant? Wie fühlst du dich? Dieser 'Intent Prompt' hilft dir, bessere Entscheidungen zu treffen.

# onboardingTitle3
source: Reflective Insights
de: Reflektierende Einblicke

# onboardingBody3
source: Weekly reviews and clear trends help you understand your behavior patterns without being overwhelmed by data.
de: Wöchentliche Rückblicke und klare Trends helfen dir, Verhaltensmuster zu verstehen, ohne von Daten überwältigt zu werden.

source: Get Started
de: Loslegen

source: Next
de: Weiter

source: Skip
de: Überspringen

source: Transaction deleted
de: Transaktion gelöscht

# moneyAllocatedInfo
source: {amount} of which allocated
de: davon zugewiesen: {amount}

# allocationBudgets
source: Saving & Investing
de: Sparen & Investieren

source: Expenses
de: Ausgaben

source: Target Amount
de: Zielbetrag

source: Monthly Allocation
de: Monatliche Zuweisung

source: Allocated
de: Zugewiesen

# noAllocations
source: No piggy banks yet
de: Noch keine Sparschweine

# addAllocation
source: Add Piggy Bank
de: Sparschwein hinzufügen

# editAllocation
source: Edit Piggy Bank
de: Sparschwein bearbeiten

source: Allocate
de: Zuweisen

source: Amount to allocate
de: Betrag zum Zuweisen
